Repository: CrimsBerith/LociAR
Catalog: LociAR/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, ja, pt, ru, tr, zh_hans

# Konum doğrulanıyor…
source: Location is being verified…
ar: جارٍ التحقق من الموقع…
bn: অবস্থান যাচাই করা হচ্ছে...
de: Der Standort wird überprüft…
es: Se está verificando la ubicación...
fr: L'emplacement est en cours de vérification…
hi: स्थान का सत्यापन किया जा रहा है...
ja: 場所は確認中です…
pt: A localização está sendo verificada…
ru: Местоположение проверяется…
tr: Konum doğrulanıyor…
zh_hans: 位置正在验证中...

# Konum doğruluğu yayın için yeterli değil. Açık bir alanda tekrar deneyin.
source: Location accuracy is insufficient to publish. Try again in an open area.
ar: دقة الموقع غير كافية للنشر. حاول مرة أخرى في منطقة مفتوحة.
bn: অবস্থান নির্ভুলতা প্রকাশ করার জন্য অপর্যাপ্ত. একটি খোলা এলাকায় আবার চেষ্টা করুন.
de: Die Standortgenauigkeit reicht für die Veröffentlichung nicht aus. Versuchen Sie es erneut in einem offenen Bereich.
es: La precisión de la ubicación es insuficiente para publicar. Inténtalo de nuevo en un área abierta.
fr: La précision de la localisation est insuffisante pour publier. Réessayez dans un espace ouvert.
hi: प्रकाशित करने के लिए स्थान सटीकता अपर्याप्त है. किसी खुले क्षेत्र में पुनः प्रयास करें.
ja: 位置情報の精度が不足しているため、公開できません。開けた場所でもう一度試してください。
pt: A precisão da localização é insuficiente para publicar. Tente novamente em uma área aberta.
ru: Точность определения местоположения недостаточна для публикации. Попробуйте еще раз на открытой местности.
tr: Konum doğruluğu yayın için yeterli değil. Açık bir alanda tekrar deneyin.
zh_hans: 位置精度不够，无法发布。在空旷的地方再试一次。

source: The location is not clear yet. Wait indoors for a while and try again, or check location permission in Settings.
ar: الموقع ليس واضحا بعد. انتظر في الداخل لبعض الوقت وحاول مرة أخرى، أو تحقق من إذن الموقع في الإعدادات.
bn: অবস্থান এখনও পরিষ্কার নয়। কিছুক্ষণ বাড়ির ভিতরে অপেক্ষা করুন এবং আবার চেষ্টা করুন বা সেটিংসে অবস্থানের অনুমতি পরীক্ষা করুন৷
de: Der Standort ist noch nicht klar. Warten Sie eine Weile drinnen und versuchen Sie es erneut, oder überprüfen Sie die Standortberechtigung in den Einstellungen.
es: La ubicación aún no está clara. Espere un momento en el interior e inténtelo de nuevo, o verifique el permiso de ubicación en Configuración.
fr: L'emplacement n'est pas encore clair. Attendez un moment à l'intérieur et réessayez, ou vérifiez l'autorisation de localisation dans les paramètres.
hi: अभी स्थान स्पष्ट नहीं है. कुछ देर घर के अंदर प्रतीक्षा करें और पुनः प्रयास करें, या सेटिंग्स में स्थान अनुमति की जांच करें।
ja: 場所はまだ明らかではありません。屋内でしばらく待ってから再試行するか、設定で位置情報の許可を確認してください。
pt: A localização ainda não está clara. Aguarde um pouco dentro de casa e tente novamente ou verifique a permissão de localização em Configurações.
ru: Местоположение пока не ясно. Подождите некоторое время в помещении и повторите попытку или проверьте разрешение на определение местоположения в настройках.
tr: Konum henüz netleşmedi. İç mekânda biraz bekleyip tekrar dene veya Ayarlar’dan konum iznini kontrol et.
zh_hans: 位置还不清楚。请在室内等待一段时间后重试，或检查“设置”中的位置权限。

# Konum izni gerekli. Ayarlar'dan konum erişimini açın.
source: Location permission required. Turn on location access from Settings.
ar: إذن الموقع مطلوب. قم بتشغيل الوصول إلى الموقع من الإعدادات.
bn: অবস্থান অনুমতি প্রয়োজন. সেটিংস থেকে অবস্থান অ্যাক্সেস চালু করুন।
de: Standortgenehmigung erforderlich. Aktivieren Sie den Standortzugriff in den Einstellungen.
es: Se requiere permiso de ubicación. Active el acceso a la ubicación desde Configuración.
fr: Autorisation de localisation requise. Activez l'accès à la localisation à partir des paramètres.
hi: स्थान की अनुमति आवश्यक है. सेटिंग्स से लोकेशन एक्सेस चालू करें।
ja: 位置情報の許可が必要です。設定から位置情報へのアクセスをオンにします。
pt: É necessária permissão de localização. Ative o acesso à localização em Configurações.
ru: Требуется разрешение на доступ к местоположению. Включите его в настройках.
tr: Konum izni gerekli. Ayarlar'dan konum erişimini açın.
zh_hans: 需要位置许可。从“设置”中打开位置访问。

# Konum izni kapalı. Ayarlar’dan LociAR için konumu açın.
source: Location permission is turned off. Turn on location for LociAR from Settings.
ar: تم إيقاف إذن تحديد الموقع. قم بتشغيل موقع LociAR من الإعدادات.
bn: অবস্থানের অনুমতি বন্ধ করা হয়েছে। সেটিংস থেকে LociAR-এর জন্য অবস্থান চালু করুন।
de: Die Standortberechtigung ist deaktiviert. Aktivieren Sie den Standort für LociAR in den Einstellungen.
es: El permiso de ubicación está desactivado. Active la ubicación para LociAR desde Configuración.
fr: L'autorisation de localisation est désactivée. Activez la localisation pour LociAR à partir des paramètres.
hi: स्थान अनुमति बंद है. सेटिंग्स से LociAR के लिए स्थान चालू करें।
ja: 位置情報の許可がオフになっています。 [設定] から LociAR の位置情報をオンにします。
pt: A permissão de localização está desativada. Ative a localização do LociAR em Configurações.
ru: Разрешение на определение местоположения отключено. Включите местоположение для LociAR в настройках.
tr: Konum izni kapalı. Ayarlar’dan LociAR için konumu açın.
zh_hans: 位置权限已关闭。从“设置”中打开 LociAR 的位置。

# Konum servisine ulaşılamıyor. Bağlantınızı kontrol edin.
source: Location service is unavailable. Check your connection.
ar: خدمة الموقع غير متوفرة. تحقق من اتصالك.
bn: অবস্থান পরিষেবা অনুপলব্ধ. আপনার সংযোগ পরীক্ষা করুন.
de: Der Standortdienst ist nicht verfügbar. Überprüfen Sie Ihre Verbindung.
es: El servicio de ubicación no está disponible. Comprueba tu conexión.
fr: Le service de localisation n'est pas disponible. Vérifiez votre connexion.
hi: स्थान सेवा उपलब्ध नहीं है. अपना कनेक्शन जांचें.
ja: 位置情報サービスは利用できません。接続を確認してください。
pt: O serviço de localização não está disponível. Verifique sua conexão.
ru: Служба определения местоположения недоступна. Проверьте свое соединение.
tr: Konum servisine ulaşılamıyor. Bağlantınızı kontrol edin.
zh_hans: 定位服务不可用。检查您的连接。

# Konum şu anda alınamıyor. Biraz sonra tekrar deneyin.
source: The location cannot be retrieved at this time. Try again in a little while.
ar: لا يمكن استرداد الموقع في هذا الوقت. حاول مرة أخرى بعد قليل.
bn: এই সময়ে অবস্থান পুনরুদ্ধার করা যাবে না. কিছুক্ষণের মধ্যে আবার চেষ্টা করুন।
de: Der Standort kann derzeit nicht abgerufen werden. Versuchen Sie es später noch einmal.
es: La ubicación no se puede recuperar en este momento. Vuelve a intentarlo dentro de un rato.
fr: L'emplacement ne peut pas être récupéré pour le moment. Réessayez dans quelques instants.
hi: इस समय स्थान पुनर्प्राप्त नहीं किया जा सकता. थोड़ी देर में पुनः प्रयास करें.
ja: 現時点では場所を取得できません。しばらくしてからもう一度お試しください。
pt: A localização não pode ser recuperada neste momento. Tente novamente daqui a pouco.
ru: В настоящее время невозможно получить местоположение. Повторите попытку через некоторое время.
tr: Konum şu anda alınamıyor. Biraz sonra tekrar deneyin.
zh_hans: 目前无法检索该位置。稍后再试一次。

# Konuma bağlı AR
source: Location-based AR
ar: الواقع المعزز المعتمد على الموقع
bn: অবস্থান ভিত্তিক AR
de: Standortbasierte AR
es: AR basada en la ubicación
fr: AR basée sur la localisation
hi: स्थान-आधारित ए.आर
ja: 位置情報ベースのAR
pt: AR baseada em localização
ru: AR на основе местоположения
tr: Konuma bağlı AR
zh_hans: 基于位置的增强现实

# Korunan fiziksel yüzey doğrulanıyor…
source: Verifying the saved physical surface…
ar: جارٍ التحقق من السطح الفعلي المحفوظ...
bn: সংরক্ষিত ভৌত পৃষ্ঠ যাচাই করা হচ্ছে...
de: Überprüfung der gespeicherten physischen Oberfläche…
es: Verificando la superficie física guardada…
fr: Vérification de la surface physique enregistrée…
hi: सहेजी गई भौतिक सतह का सत्यापन किया जा रहा है…
ja: 保存された物理サーフェスを確認しています…
pt: Verificando a superfície física salva…
ru: Проверка сохраненной физической поверхности…
tr: Korunan fiziksel yüzey doğrulanıyor…
zh_hans: 验证保存的物理表面...

# Koşullar
source: Terms
ar: الشروط
bn: শর্তাবলী
de: Bedingungen
es: Términos
fr: Conditions
hi: शर्तें
ja: 規約
pt: Termos
ru: Условия
tr: Koşullar
zh_hans: 条款

# Kullanıcı Adı
source: Username
ar: اسم المستخدم
bn: ব্যবহারকারীর নাম
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
hi: उपयोगकर्ता नाम
ja: ユーザー名
pt: Nome de usuário
ru: Имя пользователя
tr: Kullanıcı Adı
zh_hans: 用户名

source: Username must be 3–30 characters; It can only contain lowercase letters, numbers, underscores, and periods.
ar: يجب أن يتكون اسم المستخدم من 3 إلى 30 حرفًا؛ يمكن أن يحتوي فقط على أحرف صغيرة وأرقام وشرطات سفلية ونقاط.
bn: ব্যবহারকারীর নাম 3-30 অক্ষরের হতে হবে; এতে শুধুমাত্র ছোট হাতের অক্ষর, সংখ্যা, আন্ডারস্কোর এবং পিরিয়ড থাকতে পারে।
de: Der Benutzername muss 3–30 Zeichen lang sein. Er darf nur Kleinbuchstaben, Zahlen, Unterstriche und Punkte enthalten.
es: El nombre de usuario debe tener entre 3 y 30 caracteres; Solo puede contener letras minúsculas, números, guiones bajos y puntos.
fr: Le nom d'utilisateur doit comporter de 3 à 30 caractères ; Il ne peut contenir que des lettres minuscules, des chiffres, des traits de soulignement et des points.
hi: उपयोगकर्ता नाम 3–30 अक्षरों का होना चाहिए। इसमें केवल छोटे अक्षर, अंक, अंडरस्कोर और बिंदु हो सकते हैं।
ja: ユーザー名は 3 ～ 30 文字にする必要があります。小文字、数字、アンダースコア、ピリオドのみを含めることができます。
pt: O nome de usuário deve ter de 3 a 30 caracteres; Ele só pode conter letras minúsculas, números, sublinhados e pontos.
ru: Имя пользователя должно состоять из 3–30 символов; Он может содержать только строчные буквы, цифры, символы подчеркивания и точки.
tr: Kullanıcı adı 3–30 karakter olmalı; yalnızca küçük harf, rakam, alt çizgi ve nokta içerebilir.
zh_hans: 用户名必须为 3-30 个字符；它只能包含小写字母、数字、下划线和句点。

# Kullanıcı adını en fazla 30 günde bir değiştirebilirsin.
source: You can change your username only once every 30 days.
ar: يمكنك تغيير اسم المستخدم مرة واحدة فقط كل 30 يومًا.
bn: আপনি সর্বাধিক প্রতি 30 দিনে আপনার ব্যবহারকারীর নাম পরিবর্তন করতে পারেন।
de: Sie können Ihren Benutzernamen höchstens alle 30 Tage ändern.
es: Puedes cambiar tu nombre de usuario como máximo cada 30 días.
fr: Vous pouvez changer votre nom d'utilisateur au maximum tous les 30 jours.
hi: आप अधिकतम हर 30 दिन में अपना उपयोगकर्ता नाम बदल सकते हैं।
ja: ユーザー名の変更は30日に1回までです。
pt: Você pode alterar seu nome de usuário no máximo a cada 30 dias.
ru: Вы можете менять свое имя пользователя не чаще, чем каждые 30 дней.
tr: Kullanıcı adını en fazla 30 günde bir değiştirebilirsin.
zh_hans: 您最多每 30 天可以更改一次用户名。

# Kullanıcı engellendi.
source: The user has been blocked.
ar: لقد تم حظر المستخدم.
bn: ব্যবহারকারী ব্লক করা হয়েছে.
de: Der Benutzer wurde blockiert.
es: El usuario ha sido bloqueado.
fr: L'utilisateur a été bloqué.
hi: उपयोगकर्ता को ब्लॉक कर दिया गया है.
ja: ユーザーはブロックされました。
pt: O usuário foi bloqueado.
ru: Пользователь заблокирован.
tr: Kullanıcı engellendi.
zh_hans: 该用户已被屏蔽。

# Kullanıcı engellenemedi.
source: The user could not be blocked.
ar: لا يمكن حظر المستخدم.
bn: ব্যবহারকারী ব্লক করা যাবে না.
de: Der Benutzer konnte nicht blockiert werden.
es: El usuario no pudo ser bloqueado.
fr: L'utilisateur n'a pas pu être bloqué.
hi: उपयोगकर्ता को ब्लॉक नहीं किया जा सका.
ja: ユーザーをブロックできませんでした。
pt: O usuário não pôde ser bloqueado.
ru: Пользователя не удалось заблокировать.
tr: Kullanıcı engellenemedi.
zh_hans: 无法屏蔽此用户。

# Kullanıcı engellensin mi?
source: Block user?
ar: هل تريد حظر المستخدم؟
bn: ব্যবহারকারীকে ব্লক করবেন?
de: Benutzer blockieren?
es: ¿Bloquear usuario?
fr: Bloquer l'utilisateur ?
hi: उपयोगकर्ता को ब्लॉक करें?
ja: ユーザーをブロックしますか?
pt: Bloquear usuário?
ru: Заблокировать пользователя?
tr: Kullanıcı engellensin mi?
zh_hans: 屏蔽此用户？

# Kullanıcıyı bildir
source: Report account
ar: الإبلاغ عن الحساب
bn: অ্যাকাউন্ট রিপোর্ট করুন
de: Konto melden
es: Reportar cuenta
fr: Signaler le compte
hi: खाते की रिपोर्ट करें
ja: アカウントを報告する
pt: Denunciar conta
ru: Пожаловаться на аккаунт
tr: Kullanıcıyı bildir
zh_hans: 举报账户

# Kullanıcıyı engelle
source: Block user
ar: حظر المستخدم
bn: ব্যবহারকারীকে ব্লক করুন
de: Benutzer blockieren
es: Bloquear usuario
fr: Bloquer l'utilisateur
hi: उपयोगकर्ता को ब्लॉक करें
ja: ユーザーをブロックする
pt: Bloquear usuário
ru: Заблокировать пользователя
tr: Kullanıcıyı engelle
zh_hans: 屏蔽用户

# Kullanım koşulları
source: Terms of use
ar: شروط الاستخدام
bn: ব্যবহারের শর্তাবলী
de: Nutzungsbedingungen
es: Condiciones de uso
fr: Conditions d'utilisation
hi: उपयोग की शर्तें
ja: 利用規約
pt: Termos de uso
ru: Условия использования
tr: Kullanım koşulları
zh_hans: 使用条款

# Mekânları Keşfet
source: Explore places
ar: استكشاف الأماكن
bn: স্থানগুলি অন্বেষণ করুন
de: Orte erkunden
es: Explorar lugares
fr: Explorer les lieux
hi: स्थानों का अन्वेषण करें
ja: 場所を探索する
pt: Explorar lugares
ru: Исследуйте места
tr: Mekânları Keşfet
zh_hans: 探索地点

# Mekânsal İçerik Üretimi
source: Create spatial content
ar: إنشاء المحتوى المكاني
bn: স্থানিক সামগ্রী তৈরি করুন
de: Erstellen Sie räumliche Inhalte
es: Crear contenido espacial
fr: Créer du contenu spatial
hi: स्थानिक सामग्री बनाएं
ja: 空間コンテンツを作成する
pt: Crie conteúdo espacial
ru: Создавайте пространственный контент
tr: Mekânsal İçerik Üretimi
zh_hans: 创建空间内容

# Merkez halkayı masa, zemin veya duvar üzerinde gezdir.
source: Move the center reticle across a table, floor or wall.
ar: حرّك علامة التصويب الوسطى على طاولة أو أرضية أو جدار.
bn: টেবিল, মেঝে বা দেয়ালের উপর মাঝের লক্ষ্যচিহ্ন সরান।
de: Bewegen Sie das mittlere Fadenkreuz über einen Tisch, Boden oder eine Wand.
es: Mueva la retícula central sobre una mesa, piso o pared.
fr: Déplacez le réticule central sur une table, un sol ou un mur.
hi: केंद्रीय रेटिकल को किसी मेज, फर्श या दीवार के पार ले जाएँ।
ja: 中央のレチクルをテーブル、床、壁の上に移動します。
pt: Mova o retículo central sobre uma mesa, chão ou parede.
ru: Переместите центральную сетку по столу, полу или стене.
tr: Merkez halkayı masa, zemin veya duvar üzerinde gezdir.
zh_hans: 将中心十字线移过桌子、地板或墙壁。

# Mesafe hesaplanamadı
source: Distance could not be calculated
ar: لا يمكن حساب المسافة
bn: দূরত্ব হিসাব করা যায়নি
de: Entfernung konnte nicht berechnet werden
es: No se pudo calcular la distancia
fr: La distance n'a pas pu être calculée
hi: दूरी की गणना नहीं की जा सकी
ja: 距離を計算できませんでした
pt: Não foi possível calcular a distância
ru: Не удалось рассчитать расстояние
tr: Mesafe hesaplanamadı
zh_hans: 无法计算距离

# Metin uygunsuz ifadeler içeriyor. Düzenleyip tekrar dene.
source: The text contains inappropriate expressions. Edit and try again.
ar: يحتوي النص على عبارات غير لائقة. عدّله وحاول مرة أخرى.
bn: পাঠ্যটিতে অনুপযুক্ত অভিব্যক্তি রয়েছে। সম্পাদনা করুন এবং আবার চেষ্টা করুন.
de: Der Text enthält unangemessene Ausdrücke. Bearbeiten Sie ihn und versuchen Sie es erneut.
es: El texto contiene expresiones inapropiadas. Edita y vuelve a intentarlo.
fr: Le texte contient des expressions inappropriées. Modifiez et réessayez.
hi: पाठ में अनुचित अभिव्यक्तियाँ हैं। संपादित करें और पुनः प्रयास करें.
ja: 本文中に不適切な表現が含まれています。編集して再試行してください。
pt: O texto contém expressões inadequadas. Edite e tente novamente.
ru: В тексте присутствуют неуместные выражения. Отредактируйте и повторите попытку.
tr: Metin uygunsuz ifadeler içeriyor. Düzenleyip tekrar dene.
zh_hans: 文本中含有不恰当的表达方式。编辑并重试。

# Neden bildiriyorsun?
source: Why are you reporting?
ar: لماذا تقوم بالإبلاغ؟
bn: কেন রিপোর্ট করছেন?
de: Warum möchten Sie dies melden?
es: ¿Por qué estás denunciando?
fr: Pourquoi faites-vous un signalement ?
hi: आप रिपोर्ट क्यों कर रहे हैं?
ja: なぜ報告するのですか？
pt: Por que você está reportando?
ru: Почему вы отправляете жалобу?
tr: Neden bildiriyorsun?
zh_hans: 你为什么要举报？

# Nefret söylemi
source: Hate speech
ar: خطاب الكراهية
bn: বিদ্বেষমূলক বক্তব্য
de: Hassrede
es: Discurso de odio
fr: Discours haineux
hi: घृणास्पद भाषा
ja: ヘイトスピーチ
pt: Discurso de ódio
ru: Разжигание ненависти
tr: Nefret söylemi
zh_hans: 仇恨言论

# Nokta atışı
source: Aim aligned
ar: تمت محاذاة التصويب
bn: লক্ষ্য মিলে গেছে
de: Ziel ausgerichtet
es: Objetivo alineado
fr: Visée alignée
hi: लक्ष्य संरेखित है
ja: 照準が合いました
pt: Mira alinhada
ru: Прицел совмещён
tr: Nokta atışı
zh_hans: 瞄准已对齐

# Nokta atışı. Duvarı kadrajın tam ortasına al.
source: Aim aligned. Center the wall in the frame.
ar: التصويب صحيح. ضع الجدار في منتصف الإطار.
bn: লক্ষ্য সারিবদ্ধ. ফ্রেমের মধ্যে প্রাচীর কেন্দ্রীভূত করুন।
de: Ziel ausgerichtet. Zentrieren Sie die Wand im Rahmen.
es: Objetivo alineado. Centre la pared en el marco.
fr: Objectif aligné. Centrez le mur dans le cadre.
hi: लक्ष्य संरेखित. दीवार को फ्रेम में केन्द्रित करें।
ja: 狙いは合っている。壁をフレームの中央に配置します。
pt: Objetivo alinhado. Centralize a parede na moldura.
ru: Цель выровнена. Отцентрируйте стену в кадре.
tr: Nokta atışı. Duvarı kadrajın tam ortasına al.
zh_hans: 瞄准方向正确。请将墙面对准画面中央。

# Nokta atışı. Zemini kadrajın tam ortasına al.
source: Aim aligned. Center the floor in the frame.
ar: التصويب صحيح. ضع الأرضية في منتصف الإطار.
bn: লক্ষ্য সারিবদ্ধ. ফ্রেমের মধ্যে মেঝে কেন্দ্রে রাখুন।
de: Ziel ausgerichtet. Zentrieren Sie den Boden im Rahmen.
es: Objetivo alineado. Centre el piso en el marco.
fr: Objectif aligné. Centrez le sol dans le cadre.
hi: लक्ष्य संरेखित. फर्श को फ्रेम में केन्द्रित करें।
ja: 狙いは合っている。床をフレームの中央に配置します。
pt: Objetivo alinhado. Centralize o piso na moldura.
ru: Цель выровнена. Отцентрируйте пол в кадре.
tr: Nokta atışı. Zemini kadrajın tam ortasına al.
zh_hans: 瞄准方向正确。请将地面对准画面中央。

# Oluştur
source: Create
ar: إنشاء
bn: তৈরি করুন
de: Erstellen
es: crear
fr: Créer
hi: बनाएँ
ja: 作成
pt: Criar
ru: Создать
tr: Oluştur
zh_hans: 创建

# Parça önizlemesi
source: Track preview
ar: معاينة المسار
bn: ট্র্যাক পূর্বরূপ
de: Titelvorschau
es: Vista previa de la pista
fr: Aperçu de la piste
hi: ट्रैक पूर्वावलोकन
ja: トラックのプレビュー
pt: Visualização da trilha
ru: Предварительный просмотр трека
tr: Parça önizlemesi
zh_hans: 曲目预览

# Paylaşımlar
source: Posts
ar: المشاركات
bn: পোস্ট
de: Beiträge
es: Publicaciones
fr: Publications
hi: पोस्ट
ja: 投稿
pt: Postagens
ru: Публикации
tr: Paylaşımlar
zh_hans: 帖子

# Paylaşırken baktığın duvara dön. Telefonu yavaşça çevir.
source: Face the wall you were looking at when you posted. Slowly turn the phone.
ar: واجه الحائط الذي كنت تنظر إليه عندما نشرت. أدر الهاتف ببطء.
bn: আপনি পোস্ট করার সময় যে দেয়ালের দিকে তাকিয়ে ছিলেন তার দিকে মুখ করুন। আস্তে আস্তে ফোনটা ঘুরিয়ে দাও।
de: Stellen Sie sich vor die Wand, auf die Sie geschaut haben, als Sie gepostet haben. Drehen Sie das Telefon langsam.
es: Mire hacia la pared que estaba mirando cuando publicó. Gira lentamente el teléfono.
fr: Faites face au mur que vous regardiez lorsque vous avez posté. Tournez lentement le téléphone.
hi: उस दीवार का सामना करें जिसे आप पोस्ट करते समय देख रहे थे। फोन को धीरे-धीरे घुमाएं.
ja: 投稿したときに見ていた壁に向かってください。ゆっくりと電話の向きを変えます。
pt: Fique de frente para a parede que você estava olhando quando postou. Vire lentamente o telefone.
ru: Повернитесь к стене, на которую смотрели при размещении публикации. Медленно поворачивайте телефон.
tr: Paylaşırken baktığın duvara dön. Telefonu yavaşça çevir.
zh_hans: 面向您发帖时所看着的墙壁。慢慢转动手机。

# Platform seç
source: Choose platform
ar: اختر المنصة
bn: প্ল্যাটফর্ম চয়ন করুন
de: Plattform wählen
es: Elige plataforma
fr: Choisir la plateforme
hi: मंच चुनें
ja: プラットフォームの選択
pt: Escolha a plataforma
ru: Выберите платформу
tr: Platform seç
zh_hans: 选择平台

# Platformu değiştirmek için dokun
source: Tap to change platform
ar: انقر لتغيير النظام الأساسي
bn: প্ল্যাটফর্ম পরিবর্তন করতে আলতো চাপুন
de: Tippen Sie, um die Plattform zu wechseln
es: Toca para cambiar de plataforma
fr: Appuyez pour changer de plateforme
hi: प्लेटफ़ॉर्म बदलने के लिए टैप करें
ja: タップしてプラットフォームを変更します
pt: Toque para mudar de plataforma
ru: Нажмите, чтобы сменить платформу
tr: Platformu değiştirmek için dokun
zh_hans: 点击即可更改平台

# Podcast önizlemesi
source: Podcast preview
ar: معاينة البودكاست
bn: পডকাস্ট পূর্বরূপ
de: Podcast-Vorschau
es: Vista previa del podcast
fr: Aperçu du podcast
hi: पॉडकास्ट पूर्वावलोकन
ja: ポッドキャストのプレビュー
pt: Pré-visualização do podcast
ru: Предварительный просмотр подкаста
tr: Podcast önizlemesi
zh_hans: 播客预览

source: Post
ar: مشاركة
bn: পোস্ট
de: Beitrag
es: Publicación
fr: Publication
hi: पोस्ट
ja: ポスト
pt: Postagem
ru: Публикация
zh_hans: 帖子

# Post Keşfet, profil ve AR listesinden kaldırılır.
source: The post is removed from Discover, your profile, and the AR list.
ar: تتم إزالة المنشور من «استكشف» وملفك الشخصي وقائمة الواقع المعزز.
bn: পোস্টটি এক্সপ্লোর, প্রোফাইল এবং এআর তালিকা থেকে সরানো হয়েছে।
de: Der Beitrag wird aus „Entdecken“, Ihrem Profil und der AR-Liste entfernt.
es: La publicación se elimina de Descubrir, de tu perfil y de la lista AR.
fr: La publication est supprimée de Découvrir, de votre profil et de la liste AR.
hi: पोस्ट को एक्सप्लोर, प्रोफ़ाइल और AR सूची से हटा दिया गया है।
ja: 投稿は「見つける」、プロフィール、AR リストから削除されます。
pt: A postagem é removida da lista Explorar, perfil e AR.
ru: Публикация удаляется из списка «Обзор», профиля и AR.
tr: Post Keşfet, profil ve AR listesinden kaldırılır.
zh_hans: 该帖子已从探索、个人资料和 AR 列表中删除。

# Post bulunamadı ya da zaten kaldırılmış.
source: Post not found or has already been removed.
ar: لم يتم العثور على المشاركة أو تمت إزالتها بالفعل.
bn: পোস্ট পাওয়া যায়নি বা ইতিমধ্যে মুছে ফেলা হয়েছে.
de: Beitrag nicht gefunden oder bereits entfernt.
es: Publicación no encontrada o ya ha sido eliminada.
fr: Publication introuvable ou déjà supprimée.
hi: पोस्ट नहीं मिली या पहले ही हटा दी गई है.
ja: 投稿が見つからないか、すでに削除されています。
pt: Postagem não encontrada ou já foi removida.
ru: Публикация не найдена или уже удалена.
tr: Post bulunamadı ya da zaten kaldırılmış.
zh_hans: 帖子未找到或已被删除。

# Post cihaz test modunda saklandı. Canlı backend bağlandığında yayınlanabilir.
source: The post was saved in device test mode. It can be published when the live backend is connected.
ar: تم حفظ المنشور في وضع اختبار الجهاز. يمكن نشره عند توصيل الواجهة الخلفية المباشرة.
bn: পোস্টটি ডিভাইস টেস্ট মোডে সেভ করা হয়েছে। লাইভ ব্যাকএন্ড সংযুক্ত হলে এটি প্রকাশ করা যেতে পারে।
de: Der Beitrag wurde im Gerätetestmodus gespeichert. Er kann veröffentlicht werden, sobald die Verbindung zum Server besteht.
es: La publicación se guardó en modo de prueba del dispositivo. Se puede publicar cuando el backend en vivo esté conectado.
fr: La publication a été enregistrée en mode test de l’appareil. Elle pourra être publiée lorsque le serveur sera connecté.
hi: पोस्ट को डिवाइस परीक्षण मोड में सहेजा गया था. लाइव बैकएंड कनेक्ट होने पर इसे प्रकाशित किया जा सकता है।
ja: 投稿はデバイス テスト モードで保存されました。ライブ バックエンドが接続されている場合に公開できます。
pt: A postagem foi salva no modo de teste do dispositivo. Ela poderá ser publicada quando o servidor estiver conectado.
ru: Пост сохранен в режиме тестирования устройства. Его можно опубликовать при подключении живого бэкэнда.
tr: Post cihaz test modunda saklandı. Canlı backend bağlandığında yayınlanabilir.
zh_hans: 该帖子是在设备测试模式下保存的。连接实时后端后即可发布。

# Post cihazda güvenle saklanamadı. Alanı boşaltıp tekrar deneyin.
source: Could not safely save the post on this device. Free some storage and try again.
ar: تعذر حفظ المشاركة بأمان على هذا الجهاز. قم بتحرير بعض مساحة التخزين وحاول مرة أخرى.
bn: এই ডিভাইসে পোস্টটি নিরাপদে সংরক্ষণ করা যায়নি৷ কিছু সঞ্চয়স্থান খালি করুন এবং আবার চেষ্টা করুন।
de: Der Beitrag konnte auf diesem Gerät nicht sicher gespeichert werden. Geben Sie Speicherplatz frei und versuchen Sie es erneut.
es: No se pudo guardar la publicación de forma segura en este dispositivo. Libere algo de almacenamiento e inténtelo de nuevo.
fr: Impossible d'enregistrer la publication en toute sécurité sur cet appareil. Libérez de l'espace de stockage et réessayez.
hi: इस डिवाइस पर पोस्ट को सुरक्षित रूप से सहेजा नहीं जा सका. कुछ संग्रहण खाली करें और पुनः प्रयास करें।
ja: このデバイスに投稿を安全に保存できませんでした。ストレージを解放して、もう一度試してください。
pt: Não foi possível salvar a postagem com segurança neste dispositivo. Libere espaço de armazenamento e tente novamente.
ru: Не удалось безопасно сохранить публикацию на этом устройстве. Освободите место и повторите попытку.
tr: Post cihazda güvenle saklanamadı. Alanı boşaltıp tekrar deneyin.
zh_hans: 无法在此设备上安全地保存帖子。释放一些存储空间并重试。
